{
  "navigation": [
    { "id": 0, "active": false, "name": "Home", "tooltip": "Home" },
    { "id": 1, "active": false, "name": "About", "tooltip": "About" },
    { "id": 2, "active": false, "name": "Services", "tooltip": "Services" },
    { "id": 3, "active": false, "name": "Portfolio", "tooltip": "Portfolio" },
    { "id": 4, "active": false, "name": "Contact", "tooltip": "Contact" }
  ],
  "helloFirstLine": "Hello ✌,",
  "helloSecondLine": "I'm <span class=\"text-6xl font-semibold text-primary\"> Miloš</span>",
  "heroAboutAttributesText": [
    "committed",
    "self-taught",
    "passionate"
  ],
  "heroAboutAttributesActiveText": "committed",
  "scrollDownText": "Scroll Down",
  "aboutMeTitle": "About me",
  "aboutMeSubtitle": "If you’re <strong>wondering</strong> who <strong>I am</strong>…",
  "aboutMeFirstParagraph": "I’m <strong>Miloš</strong>, a 23 years old self-taught <strong>Full Stack developer</strong>, from Serbia.",
  "aboutMeSecondParagraph": "After high school, I got a job as a web developer, where I stayed 1 year. Within this year I've created over 100 simple HTML & CSS websites following given designs, developed up to 15 WordPress websites (few with custom themes and others were purchased). After 1 year working here I have realized that I’m <strong>stuck, sinking</strong> and <strong>not learning anything</strong> new.",
  "aboutMeThirdParagraph": "In March 2018, my ex-colleague found me a new job at his firm where I could start going forward and learn some new technologies. I also stayed here 1 year and started exploring the JavaScript and PHP world. I have learned many things building a mobile web app in PHP and a website with a custom backend. Long story short, after that, there were no new projects and I was stuck again.",
  "aboutMeFourthParagraph": "I decided it was <strong>time for a change</strong>, so I started studying ReactJS in my free time. I fell <strong> in love with JavaScript and React</strong>. Colleague and I got an idea to build a <strong>flight booking engine</strong>, so I started progressively learning Angular 1 and built the whole <strong>booking system with online payment</strong> in Angular 1. As I got better in JavaScript I figured that Angular 1 was a <strong>bad idea</strong>, so I switched again back to ReactJS and started rebuilding the whole system again.",
  "aboutMeFifthParagraph": "I got a <strong>job offer</strong> where I could finally start <strong>working on myself</strong> and I took a chance in April 2019. Currently I am working here and I can’t express <strong>how much I learned so far</strong>. During this little time, I changed my mindset to become a <strong>Full Stack Developer</strong>. I started actively working in Laravel, VueJS and NativeScript ( app development ).",
  "aboutMeTechnologiesParagraph": "My current stack of languages/technologies is:",
  "aboutMeResumeTooltip": "Download my resume",
  "aboutMeResumeText": "Resume",
  "servicesTitle": "My Services",
  "servicesSubtitle": "If you’re <strong>wondering</strong> what <strong>I do</strong>…",
  "services": [
    { "id": 0, "title": "Front End", "description": "Helping start-ups, small businesses and agencies achieve high quality websites and exceptional user experience. Technologies I am most experienced with are HTML, CSS, JavaScript, VueJS, React and NativeScript (for mobile applications)." },
    { "id": 1, "title": "Back End", "description": "It's not just about making a server, application, and database communicate with each other. It's about building a product that works seamlessly, meets market needs and creating an enjoyable user experience that earns your clients loyalty." },
    { "id": 2, "title": "UI/UX", "description": "You want the website to look exactly how designers initially designed it? I am responsible for applying interactive and visual design principles on your websites and web applications for a positive and cohesive user experience." },
    { "id": 3, "title": "API development", "description": "Creating interfaces between different systems to share data is a modern requirement that the development of application programming interfaces (APIs) and web services fulfils." },
    { "id": 4, "title": "WordPress or Custom CMS", "description": "You need a website that you can easily edit and manage such as a blog website, portfolio or even a big online shop? I will build you a WordPress or Custom CMS unique website that suits your needs." },
    { "id": 5, "title": "Deployment", "description": "Deploying— or pushing new code to a server— is an integral part of a developer’s daily workflow. After deployment, it needs to be connected with Google search and pass all page speed tests." }
  ],
  "certificatesTitle": "Certificates",
  "certificatesSubtitle": "Some <strong>certificates</strong> from <strong>Udemy</strong> courses",
  "portfolioTitle": "Portfolio",
  "portfolioSubtitle": "Check <strong>what</strong> I've been doing <strong>lately</strong>",
  "portfolioVisitButton": "Visit",
  "portfolioSourceButton": "Source",
  "ultimateMoversPortfolioDescription": "<p> Software solution for an internal team of more than 100 sales-persons that manage leads, claims, move inventories, contracting, servicing, charging, team communicating, video surveying, and many more features. All that from a office in Belgrade, Serbia. </p> <p> Maintaining and managing current web progressive application written in Laravel & Vue.js to achieve desired business outcomes. Building android and iOS app in NativeScript for managers who are using our WPA on their mobile phones. </p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> LARAVEL & VUEJS & SQL </span> </p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> DESIGN: <a href=\"http://stefanjeremic.com/\" target=\"_blank\" class=\"text-xs tracking-wide uppercase\" > Stefan Jeremić </a> </span> </p>",
  "fmkPortfolioTitle": "The Faculty of Media and Communications",
  "fmkPortfolioDescription": "<p> FMK is website for Serbian Faculty that is a part of Singidunum University. It was build for people who wants to explore all the courses of this Faculty, get to know the subjects and professors. It was also build for students who already attend this Faculty. </p> <p> The website is built from scratch in WordPress, with custom theme and two custom search engines. There is a lot custom PHP and JS code written for their specific requirements. </p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> CUSTOM WORDPRESS THEME & VANILA JAVASCRIPT & PHP </span> </p>",
  "istocnePortfolioTitle": "East Serbian News (Istocne VESTI)",
  "istocnePortfolioDescription": "<p>Istocne VESTI is an Serbian news-based portal based in East Serbia. Since I'm the owner of this website, I have decided to refresh the look of it and give our public a fast, easy to read and beautiful website. </p> <p> I have added new functionality for our readers to become reporters by submitting news that they witnessed. Also, there two looks of this website, it has light and dark mode. </p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> WORDPRESS & THEME DESIGN </span> </p>",
  "jungoPortfolioTitle": "Jungo Digital Solutions",
  "jungoPortfolioDescription": "<p> This is re-uploaded website on my personal server. It was an agency website that I worked for 1 year. </p> <p> This is my first big work in PHP and it requires building the whole website with a custom backend CMS where agency can add/remove team members, add new projects to portfolio etc. Since this was my first PHP project, there was many challenges while I was building it, for example building email sending form or structuring php files that repeats on the every page, etc. </p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> HTML & JS & PHP </span> </p>",
  "marwearPortfolioTitle": "MarWear Canada",
  "marwearPortfolioDescription": "<p> MarWear Canada is an Icelandic specialized in the development, design, and production of workwear that suits perfectly Icelandic conditions. </p> <p> It was built in WordPress CMS custom theme following a given design. It's an online store but instead of purchasing products online, you can locate it in the nearby store. </p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> WORDPRESS </span> </p>",
  "najletoviPortfolioTitle": "Najletovi",
  "najletoviPortfolioDescription": "<p> Najletovi is Serbian flight booking engine. I've used Angular for front end and PHP for back end. </p> <p> This web app uses Kiwi REST API for fetching flights and offers. Booking engine has few date options that you can search for (anytime, exact date, dates interval, days staying). I've added an option for tracking prices and there are 3 cron jobs a day that are checking price change. If there is change, you'll got email offer for your saved trip. </p> <p> It also has a payment system implemented via Zooz API. So customers can pay online by any credit card. </p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> ANGULAR 1 & JAVASCRIPT & PHP & REACT </span> </p>",
  "beerPortfolioTitle": "Find My Beer App",
  "beerPortfolioDescription": "<p> I wanted to explore NativeScript, so I made little brand and start working on the app. The user can login or proceed as a guest. User will be redirected to home, where he can see listed bears fetched from Punk API. At the top there are bears with highest ABV and under are listed all bears. </p> <p> It has search page, where user can search for his fav beer. After choosing the beer, the user sees a single beer page, with beer info and like button. </p> <p> User can save beer in his profile by liking the chosen beer. It will be saved in App Storage and user can see all liked beers in the profile page subpage \"Liked beers\". </p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> NATIVESCRIPT & VUEJS </span> </p>",
  "travelPortfolioTitle": "One Click Travel",
  "travelPortfolioDescription": "<p> Octra is an online booking engine where you can easily book train, bus or flight ticket. It supports user login and registration. </p> <p> The idea is to save all user travels and data so he/she can easily see their booking summary or book next trip with just one click. </p> <p> Project is still on the go. The backend is managed by Laravel and the ReactJS is running on the front end. </p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> LARAVEL & REACTJS </span> </p>",
  "alphabetPortfolioTitle": "Alphabet Reflex Game",
  "alphabetPortfolioDescription": "<p> When user starts a game it should set off the counter that will randomly switch numbers between 1-26. </p> <p> Before starting user will have an option to switch between difficulties. User needs to input the letter that is mapped to the according number. If inputed letter matches the number that its mapped to, letter will change color to green. If inputed letter does not match or nothing is inputed, corresponding letter will turn red. </p> <p> Goal of the game is to match all the letters with corresponding numbers. Score in the top right corner should be updated automatically. </p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> HTML & CSS & JS </span> </p>",
  "contactTitle": "Contact",
  "contactSubtitle": "If you want to <strong>talk</strong>, you can <strong>find me</strong> at"
}
