{
  "navigation": [
    { "id": 0, "active": false, "name": "Home", "tooltip": "Startseite" },
    { "id": 1, "active": false, "name": "About", "tooltip": "Über mich" },
    { "id": 2, "active": false, "name": "Services", "tooltip": "Meine Dienstleistungen" },
    { "id": 3, "active": false, "name": "Portfolio", "tooltip": "Portfolio" },
    { "id": 4, "active": false, "name": "Contact", "tooltip": "Kontakt" }
  ],
  "helloFirstLine": "Hallo ✌,",
  "helloSecondLine": "Ich bin <span class=\"text-4xl lg:text-6xl font-semibold text-primary\">Miloš</span>",
  "heroAboutAttributesText": [
    "engagierter",
    "selbst beigebracht",
    "leidenschaftlicher"
  ],
  "heroAboutAttributesActiveText": "engagierter",
  "scrollDownText": "Runterscrollen",
  "aboutMeTitle": "Über mich",
  "aboutMeSubtitle": "Wenn Sie sich <strong>fragen</strong> wer <strong>ich bin</strong>…",
  "aboutMeFirstParagraph": "Ich bin <strong>Miloš</strong>, ein 23-jähriger autodidaktischer <strong>Full Stack-Entwickler</strong> aus Serbien.",
  "aboutMeSecondParagraph": "Nach meiner High School, Ich habe einen Job als Webentwickler bekommen, wo ich 1 Jahr geblieben bin. Innerhalb dieses Jahres habe ich über 100 einfache HTML- und CSS-Websites nach bestimmten Designs erstellt und bis zu 15 WordPress-Websites entwickelt (einige mit benutzerdefiniertem Thema und andere wurden gekauft). Nachdem ich 1 Jahr hier gearbeitet habe, habe ich festgestellt, dass ich <strong> festsitze, versinke </ strong> und <strong> nichts </ strong> Neues lerne.",
  "aboutMeThirdParagraph": "Im März 2018 fand mein Ex-Kollege einen neuen Job in seiner Firma, bei dem ich anfangen konnte, neue Technologien zu erlernen. Ich war auch 1 Jahr hier und habe angefangen, die JavaScript- und PHP-Welt zu erkunden. Ich habe viele Dinge gelernt, wie man eine mobile Web-App in PHP und eine Website mit benutzerdefiniertem Backend erstellt. Lange Rede kurzer Sinn, danach gab es keine neuen Projekte und ich steckte wieder fest.",
  "aboutMeFourthParagraph": "Ich entschied, <strong>dass es Zeit für eine Veränderung war</strong>, und begann in meiner Freizeit, ReactJS zu studieren. Ich habe <strong>mich in JavaScript und React verliebt</strong>. Kollege und ich hatten die Idee, <strong>eine Flugbuchungsmaschine</strong> zu bauen, also lernte ich nach und nach Angular 1 und baute das gesamte <strong>Buchungssystem mit Online-Zahlung</strong> in Angular 1 auf. Als ich in JavaScript besser wurde, hielt ich Angular 1 für <strong>eine schlechte Idee</strong> Ich wechselte wieder zu ReactJS und begann erneut mit dem Wiederaufbau des gesamten Systems.",
  "aboutMeFifthParagraph": "Ich bekam ein <strong>Stellenangebot</strong>, bei dem ich endlich anfangen konnte, <strong>an mir selbst zu arbeiten</strong>, und ich habe im April 2019 eine Chance ergriffen. Derzeit arbeite ich hier und kann nicht ausdrücken, wie viel ich habe bisher gelernt. In dieser kurzen Zeit änderte ich meine Einstellung, um <strong>ein Full Stack-Entwickler</strong> zu werden. Ich begann aktiv in Laravel, VueJS und NativeScript (App-Entwicklung) zu arbeiten. ",
  "aboutMeTechnologiesParagraph": "Mein aktueller Stapel von Programmiersprache / Technologien ist:",
  "aboutMeResumeTooltip": "Lebenslauf herunterladen",
  "aboutMeResumeText": "Lebenslauf",
  "servicesTitle": "Meine Dienstleistungen",
  "servicesSubtitle": "Wenn Sie wissen <strong>möchten</strong> was <strong>ich tue</strong>…",
  "services": [
    { "id": 0, "title": "Front End", "description": "Helping-Startups, kleine Unternehmen und Agenturen können qualitativ hochwertige Websites und eine hervorragende Benutzererfahrung erhalten. Meine erfahrensten Technologien sind HTML, CSS, JavaScript, VueJS, React und NativeScript (für mobile Anwendungen)." },
    { "id": 1, "title": "Back End", "description": "Es geht darum, ein Produkt zu entwickeln, das nahtlos funktioniert, die Marktanforderungen erfüllt und eine angenehme Benutzererfahrung schafft, um Kundenbindung zu gewinnen." },
    { "id": 2, "title": "UI/UX", "description": "Möchten Sie, dass Ihre Website genau so aussieht, wie der Designer sie ursprünglich entworfen hat? Ich bin dafür verantwortlich, interaktive und visuelle Gestaltungsprinzipien auf Ihre Website und Webanwendungen anzuwenden, um eine positive und zusammenhängende Benutzererfahrung zu erzielen." },
    { "id": 3, "title": "API-Entwicklung", "description": " Die API-Entwicklung erstellt Schnittstellen zwischen verschiedenen Systemen, um Daten gemeinsam zu nutzen. Dies ist eine moderne Voraussetzung für die Entwicklung von Anwendungsprogrammierschnittstellen (API) und erfüllt Webdienste." },
    { "id": 4, "title": "WordPress or Custom CMS", "description": "Benötigen Sie eine Website, die einfach bearbeitet und verwaltet werden kann, z als Blog-Site, Portfolio oder sogar als großer Online-Shop? Ich werde Ihnen eine einzigartige WordPress- oder benutzerdefinierte CMS-Website erstellen, die Ihren Anforderungen entspricht." },
    { "id": 5, "title": "Deployment", "description": "Deployment stellt neuen Code bereit oder überträgt ihn auf den Server. Dies ist ein wesentlicher Bestandteil des täglichen Workflows des Entwicklers. Nach der Bereitstellung muss eine Verbindung zur Google-Suche hergestellt und alle Seitengeschwindigkeitstests bestanden werden." }
  ],
  "servicesSubtitle": "Wenn Sie sich <strong>fragen</strong> was <strong>ich mache</strong>…",
  "certificatesTitle": "Bescheinigung",
  "portfolioTitle": "Portfolio",
  "portfolioSubtitle": "Überprüfen Sie <strong>, was </strong> ich in letzter Zeit <strong> getan habe </strong>",
  "portfolioVisitButton": "Besuch",
  "portfolioSourceButton": "Quellcode",
  "certificatesSubtitle": "Einige <strong>Zertifikate</strong> aus <strong>Udemy</strong>-Kurszertifikat",
  "ultimateMoversPortfolioDescription": "<p>Softwarelösung für ein internes Team von mehr als 100 Vertriebsmitarbeitern, die Leads, Reklamationen, Umzüge, Vertragsabschlüsse, Service, Abrechnung, Teamkommunikation, Videoüberwachung und viele weitere Funktionen verwalten. All das von einem Büro in Belgrad, Serbien, aus.</p> <p>Pflege und Verwaltung der aktuellen progressiven Webanwendung, die in Laravel & Vue.js geschrieben wurde, um die gewünschten Geschäftsergebnisse zu erzielen. Erstellung einer Android- und iOS-App in NativeScript für Manager, die unsere WPA auf ihren Mobiltelefonen benutzen.</p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> LARAVEL & VUEJS & SQL </span> </p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> DESIGN: <a href=\"http://stefanjeremic.com/\" target=\"_blank\" class=\"text-xs tracking-wide uppercase\" > Stefan Jeremić </a> </span> </p>",
  "fmkPortfolioTitle": "Die Fakultät für Medien und Kommunikation",
  "fmkPortfolioDescription": "<p> FMK ist die Website der serbischen Fakultät, die Teil der Universität Singidunum ist. Sie wurde für Leute erstellt, die alle Kurse dieser Fakultät erkunden, die Fächer und Professoren kennenlernen möchten. Sie wurde auch für Studenten erstellt, die diese Fakultät bereits besuchen.</p> <p>Die Website wurde von Grund auf in WordPress erstellt, mit einem eigenen Thema und zwei eigenen Suchmaschinen. Es gibt eine Menge kundenspezifischer PHP- und JS-Code, der für ihre spezifischen Anforderungen geschrieben wurde.</p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> CUSTOM WORDPRESS THEME & VANILA JAVASCRIPT & PHP </span> </p>",
  "istocnePortfolioTitle": "East Serbian News (Istocne VESTI)",
  "istocnePortfolioDescription": "<p>Istocne VESTI ist ein serbisches Nachrichtenportal mit Sitz in Ostserbien. Da ich der Eigentümer dieser Website bin, habe ich beschlossen, das Erscheinungsbild zu aktualisieren und unserer Öffentlichkeit eine schnelle, einfach zu lesende und schöne Website zu bieten. </p> <p>Ich habe unseren Lesern neue Funktionen hinzugefügt, um Reporter zu werden, indem sie Nachrichten einreichen, die sie gesehen haben . Außerdem gibt es zwei Looks dieser Website, sie hat einen hellen und einen dunklen Modus. </p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> WORDPRESS & THEME DESIGN </span> </p>",
  "jungoPortfolioTitle": "Jungo Digital Solutions",
  "jungoPortfolioDescription": "<p>Dies ist eine erneut hochgeladene Website auf meinem persönlichen Server. Es war eine Agentur-Website, an der ich 1 Jahr lang gearbeitet habe.</p> <p>Dies ist meine erste große Arbeit in PHP und erfordert das Erstellen der gesamten Website mit einem benutzerdefinierten Backend-CMS, auf dem die Agentur Teammitglieder hinzufügen / entfernen, neue Projekte zum Portfolio hinzufügen usw. kann war mein erstes PHP-Projekt, es gab viele Herausforderungen, während ich es erstellte, zum Beispiel das Erstellen eines E-Mail-Sendeformulars oder das Strukturieren von PHP-Dateien, die sich auf jeder Seite wiederholen, etc.</p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> HTML & JS & PHP </span> </p>",
  "marwearPortfolioTitle": "MarWear Canada",
  "marwearPortfolioDescription": "<p>MarWear Kanada ist ein Isländer, der sich auf die Entwicklung, das Design und die Produktion von Arbeitsbekleidung spezialisiert hat, die den isländischen Bedingungen perfekt entspricht.</p> <p>Sie wurde nach einem vorgegebenen Design in WordPress CMS Custom Theme erstellt. Es handelt sich um einen Online-Shop, aber anstatt Produkte online zu kaufen, können Sie ihn im nahe gelegenen Geschäft finden.</p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> WORDPRESS </span> </p>",
  "najletoviPortfolioTitle": "Najletovi",
  "najletoviPortfolioDescription": "<p>Najletovi ist eine serbische Flugbuchungsmaschine. Ich habe Angular für das Frontend und PHP für das Backend verwendet.</p> <p>Diese Webanwendung verwendet Kiwi REST API zum Abrufen von Flügen und Angeboten. Die Buchungsmaschine hat nur wenige Datumsoptionen, nach denen Sie suchen können (jederzeit, genaues Datum, Datumsintervall, Aufenthaltstage). Ich habe eine Option zur Preisverfolgung hinzugefügt, und es gibt 3 Cron-Jobs pro Tag, die Preisänderungen überprüfen. Wenn es Änderungen gibt, erhalten Sie ein E-Mail-Angebot für Ihre gespeicherte Reise.</p> <p>Es hat auch ein Zahlungssystem, das über Zooz API implementiert ist. Kunden können also online mit jeder Kreditkarte bezahlen.</p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> ANGULAR 1 & JAVASCRIPT & PHP & REACT </span> </p>",
  "beerPortfolioTitle": "Finden meine Bier-App",
  "beerPortfolioDescription": "<p>Ich wollte NativeScript erkunden, also habe ich eine kleine Marke gemacht und angefangen, an der App zu arbeiten. Der Benutzer kann sich anmelden oder als Gast fortfahren. Der Benutzer wird nach Hause weitergeleitet, wo er aufgelistete Bären sehen kann, die von der Punk-API abgerufen wurden. Oben befinden sich Bären mit dem höchsten ABV und darunter sind alle Bären aufgeführt.</p> <p>Es gibt eine Suchseite, auf der der Benutzer nach seinem Lieblingsbier suchen kann. Nach der Auswahl des Bieres sieht der Benutzer eine einzelne Bierseite mit Bierinformationen und der Schaltfläche \"Gefällt mir\".</p> <p>Der Benutzer kann Bier in seinem Profil speichern, indem er das ausgewählte Bier mag. Es wird im App-Speicher gespeichert und der Benutzer kann alle gewünschten Biere auf der Unterseite der Profilseite sehen \"Liked beers\"</p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> NATIVESCRIPT & VUEJS </span> </p>",
  "travelPortfolioTitle": "One Click Travel",
  "travelPortfolioDescription": "<p>Octra ist eine Online-Buchungsmaschine, mit der Sie problemlos Zug-, Bus- oder Flugtickets buchen können. Es unterstützt die Benutzeranmeldung und -registrierung.</p> <p>Die Idee ist, alle Benutzerreisen und -daten zu speichern, damit er / sie die Buchungszusammenfassung leicht sehen oder die nächste Reise mit nur einem Klick buchen kann.</p> <p>Das Projekt ist noch unterwegs. Das Backend wird von Laravel verwaltet und das ReactJS läuft am Frontend.</p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> LARAVEL & REACTJS </span> </p>",
  "alphabetPortfolioTitle": "Alphabet Reflex Game",
  "alphabetPortfolioDescription": "<p>Wenn der Benutzer das Spiel startet, sollte ein Zähler gesetzt werden, der die Zahlen zufällig zwischen 1-26 wechselt.</p> <p>Vor dem Start kann der Benutzer zwischen Schwierigkeiten wechseln. Der Benutzer muss die Buchstaben eingeben, die den entsprechenden Zahlen zugeordnet sind. Wenn der eingegebene Buchstabe mit der Nummer übereinstimmt, der er zugeordnet ist, ändert der Buchstabe seine Farbe in Grün. Wenn der eingegebene Buchstabe nicht übereinstimmt oder nichts eingibt, wird der entsprechende Buchstabe rot.</p> <p>Das Ziel des Spiels ist es, alle Buchstaben mit entsprechenden Zahlen abzugleichen. Die Punktzahl in der oberen rechten Ecke sollte automatisch aktualisiert werden.</p> <p> <span class=\"text-xs font-extrabold tracking-wide\"> HTML & CSS & JS </span> </p>",
  "contactTitle": "Kontakt",
  "contactSubtitle": "Wenn Sie <strong> sprechen </strong> möchten, können Sie mich <strong> unter finden</strong>"
}
